import Doctors  from '../imports/importsDoctors.ts';
import IDoctor from '../types/typesDoctor.ts'

const doctors: IDoctor[] = [
  {
    id: 1,
    title: "Овсійчук Роман Миколайович",
    experience: 22,
    img: Doctors.Ovsiychuk,
    speciality: "Завідуючий відділення, інтервенційний кардіолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Овсійчук Роман Миколайович, завідуючий відділенні інтервенційної кардіології та реперфузійної терапії, інтервенційний кардіолог, міський позаштатний кардіолог. До професійних компетенцій лікаря належить профілактика, діагностика та лікування захворювань серця та судин. Основний напрямок роботи лікування хворих з гострими захворюваннями серцево-судинної системи в умовах ПІТ. Проводить повний спектр інтервенційних втручань у кардіологічних хворих. Активно розвиває інтервенційну кардіологію м. Рівне.",
    educationInfo:
      "1996-2002 рр. навчався у Тернопільській державній медичній академії ім. І.Я. Горбачевського на медичному факультеті за спеціальністю «лікувальна справа». 2002-2004рр. інтернатура на базі Тернопільської державної медичної академії ім. І.Я. Горбачевського та Рівненської обласної клінічної лікарні. 03.08.2004р. розпочав роботу цеховим терапевтом МСЧ «Рівне АЗОТ» та терапевтом в міській полікініці №3. 31.08.-27.12.2009р. спеціалізація з кардіології у НМАПО ім. П.Л. Шупика. 01.09.2010р.-01.05.2018р. працював лікарем кардіологом в кардіологічних відділеннях №1, №2, №3 в КНП «ЦМЛ» РМР. 2016р. призначений позаштатним міським кардіологом м. Рівне. 02.05.2018р. засноване відділення інтервенційної радіології (кардіології) та реперфузійної терапії та призначений завідуючим відділення, де працює по теперішній час. Учасник численних міжнародних стажувань: 2013р. Стажування з інтервенційної кардіології в Śląskie Centrum Chorób Serca w Zabrzu (Польща) 2014р. – учасник програми “Open World: Telemedicine Ukraine” (США). 03.2019р. брав участь у міжнародному майстер класі «PCR seminar on management of a patient presenting with complex multivisel coronary artery disease” у м. Мадрид (Іспанія). 04.2019р. брав участь у міжнародному майстер класі з лікування складних уражень коронарних артерій у м.Вільнюс (Литва) 09.03-11.06.2021р. спеціалізація з «Інтервенційної кардіології» в НМАПО ім. П.Л. Шупика. 2023р. брав участь в одноденному курсі на базі клініки для дорослих Центру дитячої кардіології та кардіохірургаї МОЗ України«3-D ендоскопічна кардіохірургія клапанних вад: об’ємне зображення для кардіолога». 2010-2024рр.- щорічний учасник у конгресі кардіологів України. 2013-2024рр. - брав участь у Київському курсі з коронарних реваскуляризацій. Численні онлайн-конференції від платформ : Medvoice, Accemedin, WebCardio. З 2022р. аспірант кафедри невідкладної медичної допомоги на базі Тернопільського державного медичного університету ім. І.Я.Горбачевського. Автор та співавтор численних наукових статей та публікацій.",
  },
  {
    id: 2,
    title: "Мельник Олександр Романович",
    experience: 28,
    img: Doctors.Melnik,
    speciality: "Лікар кардіолог",
    education: "УжНУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Мельник Олександр Романович, лікар-кардіолог у відділенні інтервенційної радіології та реперфузійної терапії КНП «Центральна міська лікарня» РМР. Займається лікуванням гострого інфаркту міокарда та інших невідкладних станів у кардіології.",
    educationInfo:
      "1990-1996 рр. навчання на медичному факультеті Ужгородського Держуніверситету за спеціальністю «лікувальна справа». 1996-1997 рр. інтернатура на базі ЦМЛ м. Рівне та Тернопільської державної медичної академії (очний цикл). 1998 р. курси «Спеціалізації з кардіології» на базі Харківського інституту удосконалення лікарів. В 2004 році учасник науково-практичної конференції «Можливості Інтервенційної Кардіології». В 2006 р. учасник курсів тематичного удосконалення «ІХС» на базі Тернопільської медакадемії. В 2007р. учасник міжнародного з’їзду кардіологів в м. Вроцлав. 2024 р. брав участь в майстер-класі «Актуальні питання невідкладної кардіології» в рамках 25-го конгресу кардіологів України. 2024 р. - «Клінічна та інвазивна аритмологія», «Від наукових досліджень до практичних рекомендацій» в рамках 25-го національного конгресу кардіологів України. Регулярно проходить передатестаційні курси. Щорічно бере участь у конференціях та з’їздах кардіологів України. Експерт у питаннях лікування гострого інфаркту міокарда та інших невідкладних станів.",
  },
  {
    id: 3,
    title: "Доманський Тарас Миколайович",
    experience: 14,
    img: Doctors.Domanskiy,
    speciality: "Кардіохірург",
    education: "НМУ ім. О.О. Богомольця",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "З 2008 року працює в Національному інституті хірургії та трансплантології ім. О.О.Шалімова у відділі трансплантації серця та кардіохірургії науковим співробітником У 2014 році захистив кандидатську дисертацію на тему «Трансплантація стовбурових клітин при кардіоміопатії у пацієнтів, що знаходяться на листі очікування трансплантації серця (експериментально-клінічне дослідження)». Саме під час написання дисертаційної роботи вперше в Україні застосував трансплантацію стовбурових клітин і обґрунтував ефективність даного методу при порушенні скоротливої здатності міокарда. За період роботи оволодів основними навичками хірургічного лікування ішемічної хвороби серця, як на працюючому серці так і зі застосуванням апарату штучного кровообігу, корекції набутих вад серця. Проходив навчальні курси у європейських клініках за програмами навчання EACTS (European Association for Cardio-Thoracic Surgery). Про результати наукової роботи відділу неодноразово доповідав на тематичних конференціях. Був організатором та учасником кардіохірургічної бригади, яка виконала першу успішну операцію на серці в Рівненській області. Приймав участь у першій успішній операції трансплантації серця в м. Рівне та Рівненській області. Володію повним спектром кардіохірургічних втручань у дорослих таких як:коронарне шунтування зі штучним кровообігом; коронарне шунтування на працюючому серці; повна аутоартеріальна реваскулярізація серця при ішемічній хворобі з застосуванням внутрішніх грудних артерій, a. gastroepiploica та a. radialis; коронарне шунтування з мінідіступу; коронарне шутнування в поєднанні з резекцією аневризми та пластикою лівого шлуночка (різні методики); симультанні втручання при мультифокальному атеросклерозі; протезування клапанів серця; пластичні втручання на клапанах серця; поєднані втручання при ішемічній хворобі та набутих вадах серця; хірургічні втручання при аневризматичному розширенні висхідної аорти та її гілок; хірургічні втручання при тромбоємболіі легеневої артерії; хірургічні втручання при пухлинах серця; хірургічні втручання при гіпертрофічній кардіоміопатії; інтраміокардіальне введення стовбурових клітин; трансплантація серця.",
    educationInfo:
      "1999 - 2005 навчася в Національний медичний університет ім. О. О. Богомольця. 2005 - 2008 інтернатура у Національній медичній академії післядипломної освіти ім П.Л Шупика кафедра «хірургії та транспланології» на базі Національниго інституту хірургії та трансплантології ім. О.О. Шалімова, спеціальність хірургія. В 2009 спеціалізація у Національній медичній академії післядипломної освіти ім П.Л Шупика (кафедра «хірургії серця та магістральних судин») на базі Національного інституту серцево-судинної хірургії ім. М.М. Амосова НАМН України. 2011 Heart Failure/Heart Transplant course EACTS House, Madeira Walk, Windsor SL4 1EU, UK.2017 Minimally invasive mitral valve repair course EACTS Greece. Кардіохірург вищої кваліфікаційної категорії за спеціальністю « Хірургія серця та магістральних судин». З 2008 – по теперішній час науковий співробітник відділу трансплантації та хірургії серця Державної установи «Національний Інститут хірургії та трансплантології ім. О.О. Шалімова» Національної академії медичних наук України. Брав участь в професійних асоціаціях: член Асоціації серцево-судинних хірургів України; член Європейської Асоціації кардіо-торакальних хірургів (EACTS).",
  },
  {
    id: 4,
    title: "Данильчук Ірина Ігорівна",
    experience: 15,
    img: Doctors.Danilchuk,
    speciality: "Лікар кардіолог, аритмолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Данильчук Ірина Ігорівна — лікар-кардіолог, аритмолог, працює у Центральній міській лікарні Рівного з 2012 року. Займається лікуванням хворих з ішемічною хворобою серця, зокрема інфарктом міокарда та різноманітними порушеннями ритму серця. Надає ургентну допомогу в палаті інтенсивної терапії відділення інтервенційної радіології, проводить імплантацію тимчасових та постійних штучних водіїв ритму, кардіовертер-дефібриляторів, проводить добове холтерівське моніторування ЕКГ та АТ.",

    educationInfo:
      "З 2004 р. до 2010 р. навчалася і закінчила Тернопільський державний медичний університет імені І. Я. Горбачевського за спеціальністю «лікувальна справа». З 2010 р. до 2012 р. — інтернатура на базі Рівненської ЦМЛ за спеціальністю «внутрішні хвороби». 2013 р. — спеціалізація з кардіології у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2014 р. — учасниця програми «Open World: Telemedicine Ukraine» (США). 2017 р. — спеціалізація з функціональної діагностики у Львівському національному медичному університеті імені Данила Галицького. 2017 р. — ТУ «Клінічна електрокардіографія» на базі Харківської медичної академії післядипломної освіти. 2018 р. — ПАЦ з кардіології у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2018 р. — присвоєна друга кваліфікаційна категорія зі спеціальності «кардіологія». 2019 р. — ТУ «ЕКС та катетерні методи лікування аритмій» у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2019 р. — Management of Implanted Patients. Fundamentals of Cardiac Pacing. Part 1. (Medtronic education). 2020 р. — стажування з інтервенційної кардіології у відділенні інтервенційної радіології КНП «Тернопільська університетська лікарня» ТОР. 2021 р. — присвоєна перша кваліфікаційна категорія зі спеціальності «кардіологія». 2021 р. — спеціалізація з інтервенційної кардіології у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2022 р. — ТУ «Діагностика та лікування аритмій і блокад серця». 2022 р. — спеціалізація з інвазивної електрофізіології у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2024 р. — Management of Implanted Patients. Fundamental Management of the Pacemaker Patients. Part 1. (Medtronic education). 2024 р. — стажування з електрофізіології в НІССХ імені М. М. Амосова. Учасниця щорічного конгресу кардіологів України, Київського курсу з коронарних реваскуляризацій, різноманітних кардіологічних конференцій, присвячених сучасним методам діагностики та лікування.",
  },
  {
    id: 5,
    title: "Кушнір Роман Петрович",
    experience: 13,
    img: Doctors.Kushnir,
    speciality: "Лікар кардіолог,аритмолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Кушнір Роман Петрович — лікар-кардіолог, аритмолог відділення  у відділенні інтервенційної радіології та реперфузійної терапії та КВ №1 в КНП «Центральна міська лікарня» РМР.  Надає ургентну допомогу в палаті інтенсивної терапії відділення інтервенційної радіології, проводить імплантацію тимчасових та постійних штучних водіїв ритму, кардіовертер-дефібриляторів, проводить добове холтерівське моніторування ЕКГ. ",
    educationInfo:
      "Закінчив Тернопільський державний медичний університет у 2011 році за спеціальністю «лікувальна справа». Після закінчення університету з 2011 року по 2013 рік проходив інтернатуру за спеціальністю «внутрішні хвороби» на базі ЦМЛ м. Рівне. З серпня 2013 року почав працювати лікарем-стажером у палаті інтенсивної терапії кардіології №1 у ЦМЛ м. Рівне. У 2013 році проходив навчання за спеціалізацією «кардіологія» у Львівському державному медичному університеті протягом 4 місяців. З лютого 2014 року працює лікарем-кардіологом палати інтенсивної терапії КВ №1 та за сумісництвом лікарем-кардіологом КВ  №3 для лікування хворих з порушенням ритму. У 2014 році відвідав науково-медичну конференцію у м. Bialystok Подляського воєводства Польща. У 2015 році пройшов курси за спеціальністю «імплантація штучних водіїв ритму серця» у НАПО ім. П. Л. Шупика на базі інституту ім. М. Амосова. З 2016 року проводить імплантації штучних водіїв ритму серця для хворих із важкими порушеннями ритму серця. З червня 2016 року працює лікарем-кардіологом палати інтенсивної терапії ВІР та РТ КНП «Центральна міська лікарня» РМР. З червня 2022 року працює лікарем-кардіологом (аритмологом) КВ №1 КНП «ЦМЛ» РМР. У 2022 році пройшов 6-місячні курси на базі НАПО ім. П. Л. Шупика за спеціальністю «електрофізіологія».",
  },
  {
    id: 6,
    title: "Бондарук Ілона Володимирівна",
    experience: 6,
    img: Doctors.Bondaruk,
    speciality: "Лікар кардіолог, лікар функціональної діагностики",
    education: "БДМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Бондарук Ілона Володимирівна лікар кардіолог та лікар функціональної діагностики у відділенні інтервенційної кардіології та реперфузійної терапії. До професійних компетенцій лікаря належить профілактика, діагностика та лікування захворювань серця та судин, зокрема: інфаркт міокарда та його наслідки, ХКС, стенокардії, ТЕЛА, порушення ритму та провідності (брадиаритмії, тахіаритмії), інфекційний міокардит, перикардит, ендокардит, кардіоміопатії (ДКМП, ГКМП), ХСН та інші захворювання, проводить трансезофагеальну (черезстравохідну) та трансторакальну ехокардіографію, післяопераційне ведення пацієнтів після кардіохірургічних операцій.",
    educationInfo:
      "2012-2018 рр. навчалася у Буковинському державному медичному університеті на факультеті лікувальна справа. 2018-2020рр. інтернатура на базі Львівського національного медичного університету ім. Данила Галицького та КНП «Центральна міська лікарня» РМР. 25.06.2020р. розпочала роботу лікарем-черговим приймально-діагностичного відділення та лікарем кардіологом відділення інтервенційної кардіології та реперфузійної терапії. 2020р. спеціалізація з кардіології у Львівському національному медичному університеті ім. Данила Галицького. 2021р. спеціалізація з функціональної діагностики у Львівському національному медичному університеті ім. Данила Галицького. 2022р. спеціалізація з медицини невідкладних станів у Львівському національному медичному університеті ім. Данила Галицького. З 2022р. та по теперішній час працює лікарем кардіологом та лікарем функціональної діагностики у відділенні інтервенційної радіології та реперфузійної терапії. 2022р. підвищення кваліфікації на базі НУОЗ України ім. П.Л. Шупика – ТУ «Діагностика та лікування аритмій і блокад серця». 2022р. є членкинею ESC (European Society of Cardiology). 2022р. стажування по ультразвуковій діагностиці захворювань серця у Krakowski Szpital Specjalistyczny im. Jana Pawła II. 2022р. участь у міжнародній конференції IX Małopolskich Warsztatów Niewydolności Serca. 2022р. участь у дводенному міжнародному майстер класі «Ультразвукова діагностика невідкладних станів» м. Львів. 2023р. участь у міжнародному майстер класі з лікування складних уражень коронаних судин «Сardio MAX» у Baku, Azerbaijan. 2023р. участь в одноденному курсі на базі клініки для дорослих Центру дитячої кардіології та кардіохірургаї МОЗ України. «3-D ендоскопічна кардіохірургія клапанних вад: об’ємне зображення для кардіолога». 2019-2024рр. - щорічна участь у конгресі кардіологів України. 2021-2024рр. - щорічна участь у Київському курсі з коронарних реваскуляризацій. 18.10.2024р. науково-практична конференція «Сучасні стратегії лікування ішемічної хвороби серця». Численні онлайн-конференції від платформ: Medvoice, Accemedin, WebCardio. Основний напрямок роботи лікування хворих з гострими захворюваннями серцево-судинної системи в умовах ПІТ. Займається підготовкою хворих до кардіохірургічних операцій та післяопераційним веденням пацієнтів. Проводить трансезофагеальну (черезстравохідну) та трансторакальну ехокардіографію.",
  },
  {
    id: 7,
    title: "Кривко Ігор Степанович",
    experience: 37,
    img: Doctors.Krivko,
    speciality: "Лікар кардіолог, інтервенційний кардіолог",
    education: "ІФНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Лікар-кардіолог вищої категорії у КНП «ЦМЛ» м. Рівне. Займається лікуванням хворих з такими патологіями: лікуванням гострого інфаркту міокарда в режимі 24/7, ХКС, стенокардією, ТЕЛА, порушенням ритму та провідності (брадиаритмії, тахіаритмії), інфекційним міокардитом, перикардитом, ендокардитом, кардіоміопатіями (ДКМП, ГКМП), ХСН та іншими захворюваннями, проводить коронарографії та стентування коронарних судин.",
    educationInfo:
      "1987 р. закінчив з відзнакою Івано-Франківський державний медичний інститут. 1989 р. розпочав роботу кардіологом у кардіологічному відділенні №1. 1990 р. спеціалізація з ультразвукової діагностики серця у Львівському національному медичному університеті ім. Данила Галицького. 1994 р. спеціалізація з кардіології у КМАПО ім. П.Л. Шупика. 2000 р., 2003 р. стажування з інтервенційної кардіології в Śląskie Centrum Chorób Serca w Zabrzu (Польща). 04.02-04.03.2008 р. ТУ «Сучасні технології в інтервенційній кардіології» в НМАПО ім. П.Л. Шупика. 2012 р. стажування з інтервенційної кардіології у м. Гамбург (Німеччина). 2004 р. стажування з інтервенційної кардіології у м. Ченстохова (Польща). 2014 р. стажування з інтервенційної кардіології у м. Познань (Польща). 2015 р. стажування з інтервенційної кардіології у м. Маастріхт (Нідерланди). 18.05-29.05.2015 р. ТУ «Новітні методи інтервенційної діагностики коронарного атеросклерозу» в НМАПО ім. П.Л. Шупика. Щорічна участь у конгресі кардіологів України. 2013-2024 рр. — щорічна участь у Київському курсі з коронарних реваскуляризацій. 18.10.2024 р. науково-практична конференція «Сучасні стратегії лікування ішемічної хвороби серця». Численні онлайн-конференції від платформ: Medvoice, Accemedin, WebCardio. Експерт у питаннях інтервенційної кардіології. Нагороджений грамотою Верховної Ради України.",
  },
  {
    id: 8,
    title: "Мовчан Галина Яківна",
    experience: 20,
    img: Doctors.Movchan,
    speciality: "Лікар кардіолог,аритмолог",
    education: "ІФДМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Мовчан Галина Яківна - лікар-кардіолог, аритмолог у відділенні інтервенційної радіології та реперфузійної терапії та КВ №1 в КНП «Центральна міська лікарня» РМР. Надає ургентну допомогу в палаті інтенсивної терапії відділення інтервенційної радіології, проводить імплантацію тимчасових та постійних штучних водіїв ритму, кардіовертер-дефібриляторів, проводить добове холтерівське моніторування ЕКГ.",
    educationInfo:
      "1999-2005 — ІФДМУ за спеціальністю «лікувальна справа». 2005р. - 2007р. — інтернатура за спеціальністю «загальна практика, сімейна медицина». 2009р. — у Львівському національному медичному університеті ім. Д. Галицького атестувалася за спеціальністю «терапія». 2009р. — курси із спеціалізації «кардіологія», на базі Національної медичної академії післядипломної освіти ім. П.Л. Шупика МОЗ України; 2013р. — ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала 2 кваліфікаційну категорію лікаря-кардіолога. 2018р. — ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала 1 кваліфікаційну категорію лікаря-кардіолога. 2019р. — ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала вищу кваліфікаційну категорію лікаря-кардіолога. 2018р. — курси спеціалізації «Функціональна діагностика», факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького. 2018р. — пройшла підготовку медичного персоналу AFFINITI70 Philips Healthcare AFS Medizintechnik. 2019р. — ТУ «Електрокардіостимуляція та катетерні методи лікування аритмій» НМАПО імені П.Л. Шупика м. Київ, отримала вищу кваліфікаційну категорію лікаря-кардіолога. 2019р. — навчання м. Київ «Fundamentals of Cardiac Pacing» Part І, Part ІІ. 2022р. — курси із спеціалізації «інвазивна електрофізіологія», на базі Національної медичної академії післядипломної освіти ім. П.Л. Шупика МОЗ України; щорічно відвідує Національний конгрес кардіологів України; науково-практичні конференції асоціації аритмологів України «Клінічна та інвазивна аритмологія»; конференції Всеукраїнської асоціації фахівців серцевої недостатності; конференції «Невідкладна кардіологія, практичні аспекти». З 2020 року є учасником Cardio Hub — всеукраїнської асоціації кардіологів України.",
  },
  {
    id: 9,
    title: "Фітьо Олег Богданович",
    experience: 13,
    img: Doctors.Fito,
    speciality: "Лікар-кардіолог, лікар-інтервенційний кардіолог",
    education: "НМУ ім. О.О. Богомольця",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Фітьо Олег Богданович — лікар-кардіолог, лікар-інтервенційний кардіолог у відділенні інтервенційної радіології та реперфузійної терапії в КНП «Центральна міська лікарня» РМР. Займається лікуванням гострого інфаркту міокарда та інших невідкладних станів в кардіології в режимі 24/7.",
    educationInfo:
      "2005–2011 рр. — навчання на факультеті лікувальна справа в НМУ ім. О.О. Богомольця. 2011–2013 рр. — інтернатура за спеціальністю «Внутрішні хвороби» в Тернопільському ДМУ ім. І.Я. Горбачевського. 29.08–27.11.2013 р. — спеціалізація з кардіології в НМАПО ім. П.Л. Шупика. 2017 р. — ТУ «Клінічна електрокардіографія» в Харківській медичній академії післядипломної освіти. 05.02–22.03.2018 р. — ТУ «Сучасні технології в інтервенційній кардіології» в НМАПО ім. П.Л. Шупика. 2018 р. — ПАЦ «Кардіологія» в Львівському НМУ ім. Данила Галицького, факультет післядипломної освіти. 09.03–11.06.2021 р. — спеціалізація з «Інтервенційної кардіології» в НМАПО ім. П.Л. Шупика. 03.05–18.05.2022 р. — ТУ «Діагностика та лікування аритмій і блокад серця» в Національному університеті охорони здоров’я України ім. П.Л. Шупика. Експерт у питаннях лікування гострого інфаркту міокарда та інших невідкладних станів.",
  },
  {
    id: 10,
    title: "Петришина Людмила Констянтинівна",
    experience: 37,
    img: Doctors.Petrishina,
    speciality: "Старша медична сестра",
    education: "Рівненська медична академія",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Петришина Людмила Костянтинівна — старша медична сестра відділення інтервенційної кардіології та реперфузійної терапії.",
    educationInfo:
      "Навчалася у Рівненському медичному училищі, яке закінчила у 1987 році за фахом медична сестра, пізніше здобула освіту сестра медична бакалавр. З 1987р. по 2004р. працювала медичною сестрою кардіологічного відділення №2@ «Рівненської центральної міської лікарні». У 2004 році проходила стажування в Śląskim Centrum Chorób Serca в республіці Польща. У 2004 році була переведена на посаду старшої сестри рентгено-хірургічного блоку. З 2018 року працює старшою медичною сестрою відділення інтервенційної кардіології та реперфузійної терапії.",
  },
];
export default doctors;
