import IService from '../types/typesService'
import importsServices from '../imports/importServices.ts'

const services: IService[] = [
  {
    id: 1,
    title: "Коронарографія",
    img:  importsServices.CoronaryAngiography,
    showImg: importsServices.CoronaryAngiographyIndications,
    details:
      "Коронарографія - це дослідження судин серця за допомогою рентгену і спеціальної контрастної речовини. Вона дозволяє побачити розташування коронарних артерій, оцінити кровоплин в них та виявити звужені чи перекриті судини. Кому показане проведення коронарографії? Ваш лікар рекомендуватиме проведення коронарографії якщо у вас є: симптоми ураження коронарних артерій такі як стенокардія: біль у грудях, щелепі, шиї чи руці, причину якого не виявили інші тести. Зміни на електрокардіограмі (ЕКГ), що свідчать про можливе ураження коронарних артерій. Відхилення у результатах неінвазивних тестувань серця (Ехо-КГ, КТ, МРТ). Відхилення у результатах лабораторних досліджень серцевих ферментів. Деякі вроджені вади серця. Клапанні вади серця, які потребують хірургічного втручання. Структурні зміни в міокарді, які потребують хірургічного втручання. Хвороби аорти, які потребують хірургічного втручання. Як проходить коронарографія? Дослідження проводять у спеціальному приміщенні, яке називають катетеризаційною лабораторією або рентген-операційною. Процедура проводиться у супроводі анестезіолога, але без загального наркозу, пацієнт знаходиться у свідомості. Якщо ви маєте алергію на знеболювальні, йодовмісні препарати, інші медикаменти або морепродукти, обовʼязково повідомте про це лікаря перед процедурою! Лікар знеболює ділянку на руці або у пахвинній ділянці та проводить маленьку трубку катетер) крізь судинне дерево до артерій, які кровопостачають серце. При цьому пацієнт відчуває не більше дискомфорту, ніж при звичайному аналізі крові. Під час дослідження лікар може спілкуватися з пацієнтом, просити затамувати подих або покашляти. Крізь катетер лікар вводить спеціальну контрастну речовину, завдяки якій судини добре видно на рентгені. Серія рентген-знімків дозволить отримати інформацію про стан кровопостачання серця. Після процедури на місце введення катетера накладають тугу пов’язку і пацієнта повертають назад у стаціонарне відділення, або у відділення інтенсивної терапії. За бажанням ви можете побачити записані зображення артерій серця після процедури, а також записати їх на компакт-диск. Після завершення дослідження лікар розповість про його результати та відповість на ваші запитання. В разі, якщо обстеження виявить ураження артерій, що несуть загрозу здоров’ю, лікар надасть вам інформацію про можливі варіанти лікування, зокрема наявність показань до стентування коронарних артерій, або коронарне шунтування.",
    hasShow: true,
    route: "/service-details/1",
    titlePreparation: "Як готуватись до коронарографії",
    preparation:
      "При гострих серцевих станах, таких як інфаркт, коронарна ангіографія проводиться в екстреному порядку. У більшості інших випадків її проведення планується заздалегідь. Коронарографія проводиться в рентген-операційній. Ваш лікуючий лікар надасть вам рекомендації по прийому медикаментів перед процедурою. Загальні правила підготовки включають: не приймати їжу в день проведення процедури і не пити щонайменше 4 години до її проведення. Взяти в лікарню усі медикаменти, які ви приймаєте. Запитайте у вашого лікаря, чи приймати вам ранкові дози препаратів перед коронарографією. Якщо у вас є діабет, запитайте у лікаря, чи приймати вам інсулін або інші цукрознижуючі ліки перед коронарографією.",
  },
  {
    id: 2,
    title: "Стентування коронарних артерій",
    img: importsServices.Stenting,
    showImg: importsServices.Stenting,
    details:
      "Балонна ангіопластика (черезшкірне коронарне втручання, ЧКВ) — це медична процедура, яка виконується з використанням балону для відкриття закупорки коронарних артерій, звужених атеросклеротичним процесом. Ця процедура дає можливість відновити кровопостачання тканин серця, уникаючи операції на «відкритому серці». Атеросклероз — це стан, коли на внутрішніх стінках артерій відкладаються холестеринові бляшки. Це може статися в будь-якій артерії, включаючи коронарні артерії, що живлять серце. Ангіопластика є найпоширенішою медичною процедурою, яка виконується для: відновлення кровотоку в коронарних артеріях; лікування симптомів стенокардії (болей за грудиною) та задишки; зменшення ушкодження серцевого м'яза, що відбувається в результаті серцевого нападу. Які переваги ангіопластики та стентування коронарних артерій? Має менше ризиків, ніж при проведенні «відкритої» операції на серці - аортокоронарного шунтування (АКШ); відсутність великого розрізу; потребує набагато менше часу для відновлення. Ангіопластика також використовується як екстрена процедура під час серцевого нападу (інфаркту міокарда). Впродовж довгого часу атеросклеротичні бляшки в коронарних артеріях збільшуються у розмірах та можуть частково або повністю перекрити просвіт судини. Також, існує шанс розриву бляшки, внаслідок чого на поверхні судини утворюються кров’яні згустки (тромби). Якщо тромб стає досить великим, він може частково або повністю блокувати приплив крові до серцевого м’яза. В таких випадках внаслідок дефіциту кровопостачання розвивається інфаркт міокарда. Швидке усунення закупорки зменшує пошкодження серця під час інфаркту та відновлює приплив крові до серцевого м’яза. Ангіопластика дає можливість швидко відкрити артерію і тому є найбільш ефективною процедурою під час серцевого нападу.",
    hasShow: true,
    route: "/service-details/2",
    titleShow:
      "Як виконують коронарну ангіопластику та стентування коронарних артерій",
    shows:
      "Перед процедурою ангіопластики та стентуванні коронарних артерій у ваше зап’ястя або передпліччя введуть внутрішньовенний катетер. Він буде використовуватися для ін’єкцій ліків та внутрішньовенного введення рідин, якщо це необхідно. Вас покладуть на спину на процедурний стіл та підключать до кардіомонітора. У крапельницю буде введено заспокійливий препарат. Під час всієї операції ви будете знаходитися в свідомості. Після того, як місцева анестезія подіяла, в кровоносну судину в ділянці зап’ястя (рідше – в паху) вводять інтродьюсер (пластикова трубка, через яку катетер вводять у кровоносну судину та просувають до серця). Катетер вводять в кровоносну судину. Під рентген-контролем лікар проведе катетер через судину до аорти. Катетер встановлюють у місце відходження коронарних артерій. Як тільки його буде встановлено, у коронарні артерії введуть контрастний барвник, щоб побачити звужені ділянки. Ви можете відчути солоний або металевий присмак у роті або короткочасний біль у голові. Якщо в коронарних артеріях буде виявлено звуження, ваш лікар введе трубку з невеликим здутим балоном через катетер до тої коронарної артерії, де знаходиться закупорка. Коли трубка досягає атеросклеротичної бляшки, балон надувається. Балон притискає бляшку до стінки артерії, таким чином розширюючи судину. Це допомагає збільшити приплив крові до серця. Після цього балон та трубку видаляють. Якщо лікар виявив необхідність встановити стент (маленьку сітчасту трубку), через вашу артерію буде проведено ще одну трубку з спеціальним балоном, на якому розміщується стент. Ваш лікар надує балон, в результаті чого стент розширитися до розмірів стінок артерії та зафіксується. Потім балон здувають і витягають із артерії за допомогою трубки. Стент залишається в артерії. Після завершення ангіопластики та стентування коронарних артерій лікар відтягує катетер і видаляє його разом із інтродьюсером. На місце уколу накладають тиснучу пов’язку. Під час ангіопластики внутрішньовенно вводяться сильні антитромбоцитарні препарати для розрідження крові, щоб запобігти утворенню тромбів в артерії або на стенті. Вони зазвичай призначаються безпосередньо перед ангіопластикою і можуть вводитись протягом 12-24 годин після неї.",
    titlePreparation:
      "Як підготуватися до ангіопластики та стентування коронарних артерій",
    preparation:
      "Ваш лікар перегляне історію хвороби (включаючи ліки, які ви приймаєте), проведе медичний огляд і обговорить з вами деталі процедури. Ваш лікар також може призначити виконати такі обстеження: загальний аналіз крові; біохімічний аналіз крові;ЕКГ (електрокардіограма); ЕХО кардіографія. Незважаючи на те, що ангіопластика займає від однієї до двох годин, швидше за все, вам доведеться залишитися в лікарні на одну ніч. Дотримуйтесь всіх вказівок щодо прийому їжі і води до процедури; повідомте свого лікаря про всі рецептурні та безрецептурні препарати, які ви приймаєте (особливо ліки, що впливають на згортання крові); повідомте свого лікаря, якщо у вас коли-небудь була реакція на будь-який контрастний барвник або якщо у вас алергія на йод.",
    titleRehabilitaion:
      "Рекомендації після проведення ангіопластики та стентування коронарних артерій",
    rehabilitation:
      "Більшість людей після ангіопластики повертаються до роботи приблизно через тиждень після процедури. Під час наступного візиту (при потребі) ваш лікар огляне вас та може внести зміни до ваших ліків і призначити всі необхідні аналізи, щоб перевірити загальний стан здоров’я. Ваш лікар зможе надати вам інструкції після процедури, залежно від вашого конкретного стану.",
  },
  {
    id: 3,
    title: "Трансезофагеальна ехокардіографія",
    img: importsServices.Echocardiography,
    details:
      "Трансезофагеальна ехокардіографія (ТЕЕ) — це метод ультразвукової діагностики серцево-судинних захворювань, при якому використовується зонд, введений через стравохід для отримання зображення серця. Це дає змогу отримати більш чітке зображення серцевих структур, оскільки стравохід знаходиться ближче до серця, що дозволяє уникнути впливу грудної клітки та легень. Процедура зазвичай проводиться при підозрі на серйозні порушення, такі як вади серця, інсульти, проблеми з клапанами серця та тромби в серці. ТЕЕ має високу точність, в порівнянні з трансторакальною ехокардіографією.",
  },
  {
    id: 4,
    title: "Трансторакальна ехокардіографія",
    img: importsServices.TransthoracicEchography,
    showImg: importsServices.TransthoracicEchography,
    details:
      "Ехокардіографія (ЕхоКГ) або УЗД серця і судин або ехокардіографія є сучасним, безболісним, безпечним і, головне, високоінформативним методом найбільш точної діагностики серцево-судинних захворювань. УЗД серця дає максимум інформації в найкоротші терміни. Принцип дії УЗД заснований на здатності УЗ хвиль відбиватися від структур різної щільності, змінюючи довжину хвилі і швидкість поширення. Хвилі уловлюються спеціальним обладнанням і, пройшовши комп’ютерну обробку, створюють зображення серця на екрані. Ехокардіографія дозволяє побачити серце, всі клапани, чотири його камери в реальному часі і в русі. Це єдиний достовірний метод діагностування клапанних вад серця (вроджених або придбаних ревматичних, постендокардітичних, кальцинуючих), а також більшості відомих вроджених вад серця. Метод дозволяє виконувати динамічне спостереження за пацієнтами з вадами серця. УЗД серця дозволяє точно виміряти структури серцевого м’яза: товщину задньої стінки лівого шлуночка, міжшлуночкової перегородки, розміри клапанів, діаметри судин (аорти, легеневої артерії). Проаналізувати руху клапанів, стінок правого і лівого шлуночків. Визначити скоротливу здатність серцевого м’яза.  Допплерографія допомагає визначити швидкість кровотоку і його спрямованість. Також УЗД – високоточний метод оцінки функціонально-фізіологічного стану серця.  Незамінне УЗД серця для визначення наявність рідини в серцевій сумці при запальних процесах. Як показує практика, під час ехокардіографії можна діагностувати практично 90% всіх захворювань серця. У певному ряді випадків ультразвукове дослідження серця дає можливість діагностувати деякі захворювання серця ще до появи перших клінічних симптомів (латентна форма ревматизму, ішемічна хвороба серця, пухлини перикарда і серця). Ехокардіографія допомогає лікарям вибрати найкращий варіант лікування вашого стану!",
    hasShow: true,
    route: "/service-details/4",
    titlePreparation: "Підготовка до УЗД серця",
    preparation:
      "Для стандартної трансторакальної ехокардіографії не потрібно спеціальної підготовки. Ви можете їсти, пити та приймати ліки, а от черезстравохідне УЗД серця проводиться на голодний шлунок. Про дане дослідження детальніше Ви можете прочитати у відповідному розділі.",
    titleTime: "Як проводиться Ехо-КГ?",
    time: "Перед початком Вас попросять зняти весь одяг, що закриває верхню половину тіла, перед тим як лягти. Потім потрібно буде повернутись на лівий бік, запрокинувши ліву руку під голову. На ультразвуковий датчик лікар нанесе гель та розпочне оцінювати стан та функцію серця. Вся процедура зазвичай займає від 10 до 20 хв.",
    titleLimitations: "Протипоказання для проходження УЗД серця",
    limitations:
      "Протипоказань до стандартного (трансторакального) УЗД серця немає. Адже випромінювання, завдяки якому можливе проведення даного методу діагностики, є абсолютно безпечним і допомагає в діагностиці захворювань вагітних та дітей.",
  },
  {
    id: 5,
    title: "Холтерівське моніторування ЕКГ",
    img: importsServices.ECG,
    showImg: importsServices.ECG,
    details:
      "Холтерівське моніторування ЕКГ (добове моніторування ЕКГ, холтер ЕКГ) – тривала реєстрація електрокардіограми в умовах щоденної активності пацієнта з подальшим аналізом отриманого запису. Якщо звичайна електрокардіограма дає доступ лише до миттєвих даних, тобто фактичної роботи серця в момент зчитування, то холтерівське моніторування дає можливість виявити порушення в роботі серця, навіть якщо вони трапляються дуже рідко, оскільки запис ЕКГ ведеться безперервно протягом доби (за необхідності – кількох діб). Покази до Холтер ЕКГ: скарги та симптоми, можливо обумовлені аритмією (епізоди серцебиття, втрати свідомості, епізоди неуточненого головокружіння, задишки); оцінка варіабельності серцевого ритму при наявності нічного апное (часто відчуття 'розбитості' вранці) та діабетичної нейропатії; діагностика коротких епізодів ішемії міокарда (при протипоказах до навантажувальних тестів чи іх неінформативності), що можуть проявлятись дискомфортом за грудиною, болем, задишкою; оцінка ефективності антиаритмічної терапії; діагностика ускладнень у певних категорій хворих з симптомами аритмії і без них (гіпертрофічна кардіоміопатія, хворі які перенесли інфаркт міокарда, синдром подовженого чи вкороченого інтервалу QT);",
    hasShow: true,
    route: "/service-details/5",
    titleShow: "Покази до Холтер ЕКГ",
    shows:
      "Скарги та симптоми, можливо обумовлені аритмією (епізоди серцебиття, втрати свідомості, епізоди неуточненого головокружіння, задишки); оцінка варіабельності серцевого ритму при наявності нічного апное (часто відчуття `розбитості` вранці) та діабетичної нейропатії; діагностика коротких епізодів ішемії міокарда (при протипоказах до навантажувальних тестів чи іх неінформативності), що можуть проявлятись дискомфортом за грудиною, болем, задишкою; оцінка ефективності антиаритмічної терапії; діагностика ускладнень у певних категорій хворих з симптомами аритмії і без них (гіпертрофічна кардіоміопатія, хворі які перенесли інфаркт міокарда, синдром подовженого чи вкороченого інтервалу QT); оцінка роботи кардіостимулятора.",
  },
  {
    id: 6,
    title: "Холтерівське моніторування АТ",
    img: importsServices.BloodPressure,
    details:
      "Добове (холтерівське) моніторування артеріального тиску – це інформативний, безпечний метод діагностики, при якому протягом доби здійснюється вимірювання артеріального тиску (АТ), запис його значень. Цей мотед дозволяє : виявити захворювання ,що характеризуються змінами АТ. Вибрати терапію при артеріальній гіпертензії та оцінити її ефективність. Оцінити коливання артеріального тиску протягом доби в умовах звичного режиму людини, при різних навантаженнях (фізичних та емоційних) і в стані спокою, у нічний час. Може бути використаний для оцінки причин винекнення болю в грудній клітці, непереносимості фізичних навантажень, різних видах запоморочень , втраті свідомості. Для проведення добового моніторингу пацієнту надягають на руку манжету та невеликий реєстратор (вагою 80 грамів, який пацієнт носить із собою на ремені через плече або на поясі) протягом доби.  Час моніторингу умовно розділяється на два періоди: денний та нічний. Рекомендований інтервал між вимірюваннями в денний період доби становить 15 хв, нічний період — 30 хв. У досить значного числа хворих при візиті до лікаря під час одноразових вимірюваннях виявляються високі цифри артеріального тиску, іноді на 20-40 мм рт.ст. вище, ніж при вимірюванні вдома. Іноді це помилково трактується як гіпертензія, але частіше – як “ефект білого халата”. Амбулаторне добове моніторування АТ в умовах звичайної життєдіяльності людини допомагає виключити цей ефект, поліпшити якість діагностики і правильно визначити необхідність і тактику лікування.",
  },
  {
    id: 7,
    title: "Аортокоронарне шунтування",
    img: importsServices.CoronaryArteryBypass,
    showImg: importsServices.BypassSurgery,
    details:
      "Аортокоронарне шунтування (АКШ) – це хірургічне втручання, що дозволяє відновити нормальне кровопостачання серця, створюючи додатковий шлях в обхід звуженої ділянки судини. Коронарне шунтування серця є одним з методів лікування ішемічної хвороби серця. АКШ передбачає взяття кровоносної судини з іншої частини тіла (зазвичай грудної клітки, ноги або руки) і прикріплення її вище і нижче звуженої ділянки коронарної артерії (“коронарними” називаються судини, що живлять серце). Ця нова кровоносна судина відома як шунт. Кількість необхідних шунтів буде залежати від того, скільки коронарних судин звужено. Тобто завдяки приєднаній судині утворюється новий хід, а багата киснем кров направляється в обхід заблокованої частини артерії до серцевого м’яза.",
    hasShow: true,
    route: "/service-details/7",
    titleShow: "Показання до проведення аортокоронарного шунтування",
    shows:
      "Виражений стеноз коронарних артерій, закупорка магістральних судин на 60-70%, протипоказання до стентування та ангіопластики, стенокардія, що не піддається медикаментозному лікуванню,одночасне ураження коронарних артерій та клапанів серця. В нашому відділенні проводиться шунтування коронарних артерій на працюючому серці. Цей вид аортокоронарного шунтування відрізняється від традиційного тим, що серце не зупиняється, і апарат штучного кровообігу не використовується. При даному виді оперативного втручання серце утримується за допомогою спеціального механічного пристрою. Хірургам важче, тому що серце б’ється, але тим не менш, даний спосіб є більш безпечним для категорії людей, що мають підвищений ризик розвитку ускладнень внаслідок використання апарату штучного кровообігу.",
    titlePreparation: "Підготовка до операції",
    preparation:
      "Перед запланованим оперативним втручанням лікар детально вивчить історію хвороби, проведе огляд та призначить ряд необхідних обстежень. Вони можуть включати: рентген грудної клітки, електрокардіограму (ЕКГ), аналізи крові, ехокардіограму, УЗД судин нижніх кінцівок та судин брахіоцефальної ділянки, УЗД ОЧП, ЕФГДС. Повідомте лікаря про всі ліки, вітаміни, трави та добавки, які приймаєте. При підготовці до операції Ви зможете задати будь-яке питання своєму лікарю. Якщо ви курите, необхідно якомога швидше кинути, адже куріння підвищує ризик виникнення післяопераційних ускладнень та погіршує процес реабілітації, за 8 годин до операції потрібно буде не їсти і не пити, при необхідності, волосся у місці проведення операції буде видалено.",
    titleTime: "Як проходить і скільки триває операція?",
    time: "Шунтування проводиться під загальною анестезією, тобто під час операції людина без свідомості. Зазвичай операція триває від 3 до 6 годин, в залежності від кількості шунтів, що необхідно пришити.",
    titleRehabilitaion: "Реабілітація після коронарного шунтування",
    rehabilitation:
      "Після проведення аортокоронарного шунтування перебування в лікарні займає близько тижня, перший день чи два після операції хворі знаходяться у відділенні інтенсивної терапії, як правило, сидіти можна буде через 1 день, ходити через 3 дні і ходити по сходах через 5 або 6 днів, загоєння грудної клітки займає близько 6 тижнів і з цим пов’язані основні обмеженням у відновленні після операції АКШ. Тому повернутися до більшості своїх звичних занять можна буде приблизно через 6 тижнів, важливу роль відіграє зміна способу життя, а точніше: відмова від куріння, зниження ваги, правильне харчування, контроль артеріального тиску, цукру та рівня холестерину в крові.",
    titleLimitations: "Основні обмеження після виписки",
    limitations:
      "Купання. Не рекомендується приймати ванну до тих пір, поки розрізи повністю не заживуть. Душ бажано приймати в теплій воді, а не гарячій. Водіння за кермом. Необхідно уникати водіння протягом перших 3 тижнів після операції. Після повернення за кермо, потрібно не робити високоамплітудних рухів. Під час довготривалої подорожі потрібно виходити з автомобіля кожні 2 години, щоб прогулятися кілька хвилин. Вага. Не можна сильно навантажувати себе, поки грудна клітка заживає. Тому необхідно уникати підйому або штовхання чого-небудь важчого 4,5 кг протягом 6 тижнів після операції. Інтимне життя. Відновити статеві стосунки можна тоді, коли відчуватимете себе комфортно. Для багатьох людей це приблизно 4-5 тижнів після виписки. Засмагання. Оскільки післяопераційні рубці легко засмагають, обов’язково необхідно захищати їх від надмірного впливу сонячних променів протягом першого року після операції.",
  },
  {
    id: 8,
    title: "Протезування клапанів серця",
    img: importsServices.Prosthetics,
    details:
      "Що таке протезування клапанів серця? Серце має чотири клапани, які забезпечують потік крові в правильному напрямку, – це мітральний, тристулковий, легеневий та аортальний. Кожен клапан має стулки, які відкриваються і закриваються один раз під час серцевого скорочення. Якщо один або кілька клапанів не відкриваються або не закриваються належним чином, потік крові через серце до тіла порушується. Із вказаного вище зрозуміло наскільки важливу функцію виконують серцеві клапани. Тому при серйозному ураженні будь-якого із них – серце не зможе виконувати свою функцію. У таких випадках рятує хірургічна допомога, а саме пластика або протезування (заміна) клапанного апарату серця. Протезування клапана серця – це кардіохірургічна операція на клапані серця із заміною його на штучний. Існують такі види штучних клапанів (протезів): біологічні протези ‒ клапани органічного походження. Вони не потребують постійного прийому кроворозріджуючих препаратів, але мають ризик зміни еластичності стулок, що може призвести до заміни у віддаленому періоді, тому як правило імплантуються людям старшим 65 років; механічні протези ‒ зроблені з синтетичних матеріалів. Вони можуть виконувати свою роботу більше 20-30 років, але потребують постійного прийому кроворозріджуючих препаратів, в іншому випадку може виникнути тромбоз клапана з подальшою його заміною або інші тромбоемболічні ускладнення.",
  },
  {
    id: 9,
    title: "Імплантація ШВР",
    img: importsServices.ShVR,
    showImg: importsServices.Pacemaker,
    details:
      "Що таке постановка штучного водія ритму (кардіостимулятора)? Встановлення кардіостимулятора – це імплантація невеликого електронного пристрою, який поміщають під шкірою у верхній частині грудної клітини (трохи нижче за ключицю). Захворювання серця, пов’язані з порушеннями ритму та провідності (брадикардія, АВ-блокада, синдром слабкості синусового вузла), майже не піддаються лікування препаратами і можуть призвести до раптової смерті. Якщо ви страждаєте на будь-яку форму брадикардії, операція зі встановлення електрокардіостимулятора (ЕКС) може врятувати вам життя. Як проходить процедура встановлення кардіостимулятора? Як правило, перед процедурою, у ваше зап’ястя або передпліччя введуть внутрішньовенний катетер. Ви ляжете на спину на процедурний стіл. Вас підключать до кардіомонітора, що буде записувати електричну активність вашого серця. Під час процедури також спостерігатимуть за вашими життєво важливими показниками. До них відносяться частота серцевих скорочень, артеріальний тиск, частота дихання та рівень кисню. Перед процедурою вам введуть заспокійливий препарат, щоб допомогти вам розслабитися. Шкіру у місці введення кардіостимулятора обробляють антисептичним препаратом. У шкіру грудної клітки буде введено місцевий анестетик. Як тільки ділянка оніміє, лікар зробить невеликий розріз у місці введення інтродьюсера. Зазвичай його встановлюють під ключицею. Інтродьюсер – це невелика пластикова трубка, через яку лікар проведе електрод кардіостимулятора в кровоносну судину і просуне його до серця. Під час проведення електрода працюватиме рентген апарат, завдяки якому лікар контролюватиме цей процес на спеціаньному моніторі. Як тільки електрод буде зафіксовано всередині серця, його перевірять, щоб переконатися, що він знаходиться у правильному місці та працює. Далі електрод приєднують до кардіостимулятора, який поміщають у розріз нижче ключиці. Кардіостимулятор перевіряють на предмет правильної роботи за допомогою спеціального пристрою (програматора). На місце розрізу накладають шви та стерильну пов’язку.",
    hasShow: true,
    route: "/service-details/9",
    titleShow: "Які покази до встановлення кардіостимулятора",
    shows:
      "Лікар може порекомендувати встановлення кардіостимулятора, якщо ваше серце б’ється занадто повільно або нерегулярно, і це неможливо виправити іншими методами лікування. Кардіостимулятор зможе відновити нормальний ритм серцевих скорочень. Внаслідок уповільнення ритму серце не перекачує достатню кількість крові до організму. Це може призвести до втрати свідомості, падіння, травмування. Також можуть виникнути такі симптоми, як втома, запаморочення, або біль у грудях. Кардіостимулятор встановлюють при таких патологіях: брадикардія (серцевий ритм надто заповільнений); атріовентрикулярна блокада серця (електричний сигнал затримується або блокується під час проходження через серцевий м'яз); синдром слабкості синусового вузла (СССВ); синдром Фредеріка; синдром тахі-браді (серцевий ритм змінюється від повільного до швидкого); паузи в роботі серця тривалістю більше, ніж 2 секунди.",
    titlePreparation: "Як підготуватися до імплантації кардіостимурятора",
    preparation:
      "Загальні рекомендації щодо підготовки до встановлення кардіостимулятора включають: дотримання обмежень прийому їжі і води перед процедурою (не менше ніж 8 години до процедури); консультація з лікарем щодо ліків, які ви приймаєте (особливо про препарати, що розріджують кров); повідомте лікаря, якщо у вас є діабет, астма, алергія на йод, захворювання нирок; повідомте, якщо у вас в анамнезі були порушення згортання крові або якщо ви приймаєте якісь антикоагулянти; повідомте, якщо у вас є захворювання клапанів серця чи будь-які інші хронічні захворювання; перед процедурою вам може знадобитися прийом антибіотиків. Список обстежень який може знадобитися: холтер ЕКГ (Електрокардіографія, що записується протягом доби); загальний аналіз крові; ЕхоКГ (ехордіографія); рентгенографія грудної клітини.",
  },
  {
    id: 10,
    title: "Імплантація CRTD",
    img: importsServices.CRTDDevice,
    details:
      "Імплантація CRTD (кардіовертер-дефібрилятор із ресинхронізаційною терапією) — це процедура встановлення пристрою, що поєднує функції дефібрилятора та стимулятора серця. CRTD використовується для пацієнтів із серцевою недостатністю та порушенням синхронізації скорочень шлуночків серця. Пристрій забезпечує електричну стимуляцію, допомагаючи серцю скорочуватися більш ефективно та синхронно, а також може припиняти небезпечні для життя аритмії за допомогою електричних імпульсів або шоків. Процедура проводиться малоінвазивним методом через венозний доступ, а пацієнт зазвичай знаходиться під місцевою анестезією або легким седаційним наркозом. Імплантація CRTD допомагає зменшити симптоми серцевої недостатності, покращує якість життя та знижує ризик раптової серцевої смерті.",
  },
  {
    id: 11,
    title: "Імплантація кардіовертера-дефібрилятора",
    img: importsServices.Cardioverter,
    details:
      "Імплантація кардіовертера-дефібрилятора (ІКД) — процедура вживлення електродів та пристрою кардіовертера-дефібрилятора. Під час імплантації кардіовертера-дефібрилятора вживляють електрод (-и) в серцевий м’яз, а кардіовертер-дефібрилятор — у спеціально сформовану підшкірну порожнину. Вам може бути рекомендована імплантація пристрою кардіовертера-дефібрилятора найчастіше в разі виникнення життєво-загрозливої аритмії. Найчастішими показами є: шлуночкова тахікардія, низька скоротливість серця після перенесеного інфаркту міокарда, перенесений епізод “аритмогенної” зупинки серцевої діяльності, синдром подовженого інтервалу QT, синдром Бругада або інші стани, при яких існує високий ризик виникнення життєво-загрозливих аритмій. Імплантація пристрою кардіовертера-дефібрилятора — це порівняно безпечна процедура. Проте, як і з більшістю інвазивних процедура, існує ймовірність виникнення ускладнень. Перед плановою імплантацією кардіовертера-дефібрилятора Вам будуть надані інструкції вашим лікарем-куратором. До загальних вказівок належить відмова від їжі зранку в день запланованої процедури; запитайте лікаря-куратора чи варто приймати Ваші ліки перед операцією.",
  },
  {
    id: 12,
    title: "Церебральна ангіографія",
    img: importsServices.CerebralAngiography,
    details:
      "Церебральна ангіографія – це процедура, яка дає змогу перевірити наявність аномалій, звужень та бляшок у кровоносних судинах головного мозку методом рентгенологічного дослідження судин головного мозку та шиї. Церебральна ангіографія може усунути необхідність у хірургічному втручанні та надає дуже точну картину судин головного мозку;результати церебральної ангіографії чіткіші, ніж результати ультразвукової доплерографії сонних артерій або іншої неінвазивної візуалізації кровоносних судин; використання катетера дозволяє поєднати діагностику та лікування в рамках однієї процедури; рентген зазвичай не має побічних ефектів у типовому діагностичному діапазоні для цього дослідження. Лікарі виконують цю процедуру для виявлення або підтвердження таких аномалій у кровоносних судинах головного мозку або шиї: аневризма (патологічне розширення артеріальних судин); атеросклероз (звуження артерій); васкуліт (запалення кровоносних судин); пухлина головного мозку; розрив стінки артерії (розшарування судин); інсульт.",
  },
  {
    id: 13,
    title: "Перевірка роботи ШВР",
    img: importsServices.ShVRCheck,
    details:
      "Ми проводимо комплексну перевірку параметрів роботи електрокардіостимуляторів (ЕКС), кардіовертерів-дефібриляторів (ІКД), петлевих моніторів ритму та ресинхронізуючих пристроїв. Наші спеціалісти використовують сучасне обладнання для діагностики та налаштування пристроїв, що забезпечує їхню стабільну та ефективну роботу. Що включає перевірка: аналіз параметрів роботи пристрою; діагностика функціонування електродів; моніторинг ритму серця; налаштування пристрою; контроль стану пацієнта.",
  },
];

export default services;
